label ending1:
    "이후로 시간이 메챠쿠챠 지나갔다."

    "신입생이었던 게 어제였던 거 같은데, 폭풍우같이 몰아치는 팀플에 정신을 잃고 어느새 막학기에 도달했다."

    "그러던 어느 날이었다."

    show professor standard

    pr "시험이 끝나면... 잠깐 내 랩실로 오겠나?"

    p "네, 그럼요."

    hide professor standard

    "이런저런 일로 많이 오갔던 곳이었으나, 오늘따라 왜인지 다르게 느껴지는 건 분명 착각이리라."

    "이를모를 감정에 술렁이는 가슴을 애써 억누르며 랩실로 들어갔다."

    show professor standard

    pr "{color=#FFC6C6}그동안 자네를 지켜봐왔었지.{/color}"

    pr "{color=#FFC6C6}시험 첫날부터 계속...{/color}"

    "랩실에 울려퍼지는 교수님의 목소리는 부드러웠다."

    "고저없이 편안하게 느껴지는 그 목소리에 나는 홀린듯 창문을 등진 교수님을 바라보았다."

    pr "{color=#FFC6C6}정말 성실한 학생이었더. 아무리 어려운 시험이라도 백지로 내는 일이 없었지...{/color}"

    show professor happy

    "작게, 교수님의 웃음소리가 들렸다."

    show professor standard

    pr "{color=#FFC6C6}석사까지라도 괜찮네...{/color} {color=#FF007F}함께하겠나?{/color}"

    "열린 창문 틈새로 시원한 바람이 나부꼈다."

    "흔들리는 새하얀 커튼 사이로 내린 햇살이 교수님의 외곽선을 따라 일렁였다."

    "아아-"

    "여름이었다."